Repository: Axa-Ru/sven
Catalog: sven/sven-0.4.3.3/po/*.po
Languages: ru

source: Volume
ru: Громкость

source: Daemon already running, exiting...
ru: Программа уже запущена, выхожу...

source: Daemon already running, exiting...
ru: Программа уже запущена, выхожу...

source: Info
ru: Информация

source: Authors
ru: Авторы

source: Thanks To
ru: Благодарность

source: Translators
ru: Переводчики

source: can't prev track the cd/dvd drive
ru: не могу перейти на предыдущий трэк cd/dvd диска

source: can't next track the cd/dvd drive
ru: не могу перейти на следующий трэк cd/dvd диска

source: Try pausing a CD before you try this option.
ru: Попробуйте приостановить CD перед использованием этой опции.

source: can't resume playing cd/dvd drive
ru: не могу продолжить проигрование cd/dvd диска

source: can't pause cd/dvd drive
ru: не могу приостановить cd/dvd диск

source: can't playing the cd/dvd drive
ru: не могу проигрывать cd/dvd диск

source: No disc in drive
ru: Нет диска в приводе

source: can't open cd/dvd drive
ru: не могу открыть cd/dvd диск

source: CD Play
ru: CD Воспроизведение

source: CD Pause
ru: CD Пауза

source: CD Resume play
ru: CD Продолжить воспроизведение

source: CD Next
ru: CD Следующий

source: CD Prev
ru: CD Предыдущий

source: CD Stop
ru: CD Стоп

source: Open Cd-Rom
ru: Открыть Cd-Rom

source: Close Cd-Rom
ru: Закрыть Cd-Rom

source: Do you want to remove it from the hystory?
ru: Хотите удалить это из истории?

source: Other preference
ru: Другие настройки

source: <b><span color="#0046D5">Mixer</span></b>
ru: <b><span color="#0046D5">Микшер</span></b>

source: All
ru: Все

source: User
ru: Текущего пользователя

source: <b><span color="#0046D5">View process</span></b>
ru: <b><span color="#0046D5">Просмотр процессов</span></b>

source: Tray icon
ru: Иконка в трее

source: Desktop icon
ru: Иконка на рабочем столе

source: <b><span color="#0046D5">View icon</span></b>
ru: <b><span color="#0046D5">Отображение иконки</span></b>

source: Enable
ru: Включить

source: <b><span color="#0046D5">Run startup program</span></b>
ru: <b><span color="#0046D5">Запускать программу при старте</span></b>

source: <b><span color="#0046D5">View XOSD</span></b>
ru: <b><span color="#0046D5">Просмотр XOSD</span></b>

source: <b><span color="#0046D5">Start Plugins</span></b>
ru: <b><span color="#0046D5">Запуск Плагинов</span></b>

source: Plugins
ru: Плагины

source: Configure
ru: Конфигурация

source: About
ru: О программе

source: Number
ru: Номер

source: Name
ru: Имя

source: Module
ru: Модуль

source: XOSD configure
ru: Настройка XOSD

source: Font:
ru: Шрифт:

source: Colour:
ru: Цвет:

source: Timeout:
ru: Таймаут:

source: seconds
ru: секунды

source: Shadow Offset:
ru: Ширина тени:

source: pixels
ru: пикселей

source: Outline Offset:
ru: Ширина контура:

source: Position:
ru: Позиция:

source: Vertical Offset:
ru: Отступ по вертикали:

source: Horizontal Offset:
ru: Отступ по горизонтали:

source: There was an error removing access to the multimedia keys. Key %d couldn't be unbound.
ru: Произошла ошибка при отключении доступа к мультимедийным клавишам. Клавиша %d не может быть отключена.

source: It seems that another application already has access to the multimedia keys. Key %s couldn't be bound. Is another daemon already running ?
ru: Похоже, что другое приложение уже имеет доступ к мультимедийным клавишам. Клавиша %s не может быть назначена. Запущен ли другой демон ?

source: Sorry this file: %s not found. Please greate new configuration keyboard.
ru: Извините, но файл: %s не найден. Пожалуйста создайте новую настройку для клавиатуры.

source: Bad %s modul
ru: Некорректный %s модуль

source: Unmute:%d
ru: Звук включён:%d

source: There was an error removing access to the mouse buttons. Buttons %d couldn't be unbound.
ru: Произошла ошибка при отключении доступа к кнопкам мыши. Клавиша %d не будет отключена.

source: It seems that another application already has access to the you mouse. Buttons combination %s couldn't be bound. Is another daemon already running ?
ru: Похоже, что другое приложение уже имеет доступ к клавишам мыши. Комбинация клавиш %s не будет назначена. Запущен ли другой демон ?

source: Sorry this file: %s not found. Please greate new configuration mouse.
ru: Извините, но файл: %s не найден. Пожалуйста создайте новую конфигурацию для кнопок мыши.

source: Plugin: "%s" loaded!
ru: Плагин: "%s" загружен!

source: Plugin: "%s" was not loaded, moving on!
ru: Плагин: "%s" не был загружен, переходим!

source: Key configure
ru: Настройка клавиш

source: Mouse configure
ru: Настройка мыши

source: AutoCorrect Option
ru: Опции автокоррекции

source: Switching Option
ru: Опции переключения

source: <b><span color="red">Sorry this function realised by next version</span></b>
ru: <b><span color="red">Извините, эта функция будет реализована в следующей версии</span></b>

source: <b>Select default language</b>
ru: <b>Язык по умолчанию</b>

source: Display popup language indicator on layout change
ru: Показывать всплывающий индикатор языка при переключении

source: Category
ru: Категории

source: XKB Option
ru: Опции XKB

source: Preference windows
ru: Настройки окон

source: Sven multimedia keyboard
ru: Sven для мультимедийной клавиатуры

source: Copyright 2004-2005 by Eugene Morenko(More)
ru: Авторские права 2004-2005 Евгений Моренко(More)

source: Configure key
ru: Конфигурация клавиши

source: Configure mouse
ru: Конфигурация мыши

source: Option XKB
ru: Опции XKB

source: Option AutoCorrect
ru: Опция Автокоррекции

source: Option Switching
ru: Опции Переключения

source: Preference
ru: Настройки

source: Configure XOSD
ru: Настройки XOSD

source: new_pixmap, requested unknown type %d
ru: new_pixmap, запросил неизвестный тип %d

source: Couldn't execute command: "<span weight="bold" color="red">%s</span>" Verify that this command exists.
ru: Не могу запустить комманду: "<span weight="bold" color="red">%s</span>" Проверьте, что файл существует.

source: Do you want to kill this procces?
ru: Хотите ли вы убить процесс?

source: Procces
ru: Процессы

source: CD Player
ru: CD Проигрыватель

source: CD Prev
ru: CD Предыдущий

source: CD Pause
ru: CD Пауза

source: CD Next
ru: CD Следующий

source: CD Eject
ru: CD Извлечь

source: Volume Up
ru: Увеличить Громкость

source: Volume Down
ru: Уменьшить Громкость

source: Mute
ru: Выключить

source: Clipboard Manager
ru: Менеджер буфера обмена

source: Layout XKB
ru: Раскладка XKB

source: Sven Multimedia Keys daemon
ru: Sven - демон мультимедийных клавиш

source: Sven Multimedia Keys daemon active
ru: Sven - демон мультимедийных клавиш, активен

source: Start add_print_list
ru: Запустить add_print_list

source: Description
ru: Описание

source: Key Code
ru: Код клавиши

source: Command
ru: Комманда

source: Text Display
ru: Отображаемый Текст

source: Status
ru: Статус

source: Configuration button mouse
ru: Конфигурация клавиш мыши

source: <span size="large" color="#1347ce"><b>Press any buttons combination for mouse</b></span>
ru: <span size="large" color="#1347ce"><b>Нажмите комбинацию кнопок мыши</b></span>

source: Press any key
ru: Нажмите любую клавишу

source: Configure Mouse
ru: Настройка Мыши

source: Key code
ru: Код клавиши

source: Button mouse code
ru: Код кнопки мыши

source: Enable Key
ru: Включить клавишу

source: Default setting:
ru: Настройки по умолчанию:

source: Program:
ru: Программа:

source: Special action:
ru: Специальное действие:

source: Runs
ru: Запуск

source: Configuration button: Edit
ru: Конфигурирование клавиши: Редактировать

source: Select any button
ru: Выберите любую кнопку

source: Characters:
ru: Букв:

source: Characters:
ru: Букв:

source: Words:
ru: Слов:

source: Edits:
ru: Правка:

source: Time
ru: Время

source: None
ru: Нет

source: <b>Undo/Forced switch</b>
ru: <b>Отмена/Принудительное переключение</b>

source: <span color="red">Use this key to undo the last automatic change or to manually force layout change of the last entered word.</span>
ru: <span color="red">Используйте эту клавишу для отмены последнего автоматического переключения или ручной принудительной смены раскладки последнего введённого слова.</span>

source: <b>Selected text convert</b>
ru: <b>Конвертирование выделенного текста</b>

source: <span color="red">Use this key to manually force layout change of any selected text.</span>
ru: <span color="red">Используйте эту клавишу для ручной смены раскладки любого выделенного текста.</span>

source: AutoSwitch - switch keyboard language automatically
ru: Автопереключение - переключение языка ввода клавиатуры автоматически

source: <b>Invert case</b>
ru: <b>Инвертирование регистра</b>

source: <span color="red">Pressing this key will invert the character case of the last entered word or of any selected text</span>
ru: <span color="red">Нажатие клавиши инвертирует регистр последнего введённого слова или выделенного текста</span>

source: <b>Select language</b>
ru: <b>Выбор языка</b>

source: enable autocorect for this language
ru: включить автокорректирование для данного языка

source: misspelled
ru: ошибочные

source: correct
ru: корректные

source: Modify
ru: Изменить

source: Misspelled
ru: Ошибочные

source: Correct
ru: Корректные

source: Configure time format
ru: Настроить формат вывода времени

source: <b> <span size="large" color="#032aa5">Time output format</span></b> <span size="large" style="italic" color="#8732ef"> Allowed options :\n </span> <b>%a</b> - Abbr. Day of week abbr <b>%A</b> - Day of week name <b>%b</b> - Month name abbr <b>%B</b> - Month nome <b>%c</b> - Standart Str date and time <b>%d</b> - day of month (01..31) <b>%H</b> - hour (00..23) <b>%I</b> - hour (01..12) <b>%j</b> - day of year (001..366) <b>%m</b> - month (01..12) <b>%M</b> - minute (00..59) <b>%p</b> - locale's upper case AM or PM indicator (blank in many locales) <b>%S</b> - second (00..60); the 60 is necessary to accommodate a leap second <b>%y</b> - last two digits of year (00..99) <b>%Y</b> - year (1970...) <b>%Z</b> - time zone (e.g., EDT), or nothing if no time zone is determinable
ru: <b> <span size="large" color="#032aa5">Формат вывода времени</span></b> <span size="large" style="italic" color="#8732ef"> Допустимые параметры :\n </span> <b>%a</b> - День недели, сокр. <b>%A</b> - День недели <b>%b</b> - Название месяца, сокр. <b>%B</b> - Название месяца <b>%c</b> - Стандартные дата и время <b>%d</b> - День месяца (01..31) <b>%H</b> - час (00..23) <b>%I</b> - час (01..12) <b>%j</b> - день года (001..366) <b>%m</b> - месяц (01..12) <b>%M</b> - минута (00..59) <b>%p</b> - AM или PM индикатор (пустой во многих локалях) <b>%S</b> - секунды (00..60); 60 необходим для подготовки к скачкусекунд <b>%y</b> - последние две цифры года (00..99) <b>%Y</b> - год (1970...) <b>%Z</b> - временная зона (т.е, EDT), или ничего если временная зона не определима
